{
    "en-US": {
        "translation": {
            "resume.narration": "Welcome back! Do you want to continue your story from where you last left \n        off?",
            "utterance-yes": "yes",
            "utterance-no": "no",
            "utterance-restart": "restart",
            "utterance-start over": "start over",
            "utterance-jump to saloon": "jump to saloon",
            "utterance-get the hot sauce": "get the hot sauce",
            "utterance-I have your sauce": "I have your sauce",
            "utterance-I have the hot sauce": "I have the hot sauce",
            "utterance-where am I": "where am I",
            "utterance-current location": "current location",
            "utterance-tell me my location": "tell me my location",
            "utterance-help": "help",
            "utterance-enter puzzle": "enter puzzle",
            "utterance-puzzle hint": "puzzle hint",
            "start.narration": "Greetings, explorer. Welcome to the Desert Adventurer experience.",
            "Lost in Desert.narration": "The blowing, hot wind scorches the surface of both the earth and your skin as you walk aimlessly in the desert, thirsty for water. <break time='0.5s'/> <audio src='https://koetest.s3.amazonaws.com/new_demo/Heavy_footsteps_01.mp3'/> In the middle of the hot desert, you found a rusty, old signpost. It has two arrows pointing to the right and the left, but their names have faded away.",
            "Tutorial 1: Direction Questions.narration": "<audio src='https://koetest.s3.amazonaws.com/new_demo_stereo/SoundEditing_mixdown.mp3'/>When you hear this sound, you will be deciding which path, or direction, to take. In this case, try saying: go to the left, or go to the right.",
            "Tutorial 1: Direction Questions.reprompt": "You can say, look left or look right.",
            "Tutorial 1: Direction Questions.recap": "<break time='0.5s'/>",
            "utterance-go to the left": "go to the left",
            "utterance-go to the right": "go to the right",
            "Look Right.narration": "You wiped your face with your dry hands and decided to turn right. Then, you keep treading the sea of powdered rocks wearily.",
            "Tutorial 1A: Check Around.narration": "You walked under the hot sun until you have reached the top of a little sand hill. It grants you some height advantage and now you can see what's around you. <break time='0.5s'/> <audio src='https://koetest.s3.amazonaws.com/new_demo_stereo/SoundEditing_mixdown.mp3'/>Sometimes, paths aren't obvious at first glance, like now. You can check around first by saying what's around me. Go on, give it a go.",
            "Tutorial 1A: Check Around.reprompt": "You can check around by saying \"check what's around me\".",
            "Tutorial 1A: Check Around.recap": "You can check around by saying \"check what's around me\".",
            "utterance-what's around me": "what's around me",
            "utterance-around me": "around me",
            "Check Around the Hill.narration": "You looked around, like a compass slowly spinning. You don't find anything particularly interesting- wait, you see a few freckles on the yellow surfaces of Earth. It shines under the burning sun! You squint your eyes and look closer. it's a town! It's a town! <break time='0.5s'/> There's a good chance that they have some water there.<audio src='https://koetest.s3.amazonaws.com/new_demo_stereo/SoundEditing_mixdown.mp3'/>",
            "Check Around the Hill.reprompt": "You might want to go to a location?",
            "Check Around the Hill.recap": "You might want to go to a location? try say go to the town?",
            "utterance-go to the town": "go to the town",
            "Go to Town.narration": "Quick! There might be water there.",
            "Town.narration": "The urge of cold water passing through dry lungs has dragged your weary feet to the entrance of the town. You thought the townspeople would step forward immediately to help a thirsty traveler, but instead... <break time='0.5s'/> No-one came. What's happening? <audio src='https://koetest.s3.amazonaws.com/new_demo_stereo/SoundEditing_mixdown.mp3'/> you can ask to check the environment. Try saying: \"what's around me?\"",
            "Town.reprompt": "you can ask to check the environment. Try saying: \"what's around me?\"",
            "Town.recap": "you can ask to check the environment. Try saying: \"what's around me?\"",
            "Around.narration": "You're at the entrance of the town. Some small buildings align on the sides of the street, but all of their doors are shut tight. Only a few people are walking on the streets, but it's almost as if they're trying to avoid having any eye-contact with you.",
            "Around.reprompt": "There are a few establishments right in front of you: a general store, the mayor's office. Could any of them have some water? Choose a location to go to.",
            "Around.recap": "There are a few establishments right in front of you: a general store, the mayor's office. Could any of them have some water? Choose a location to go to.",
            "Around_1.narration": "There are a few establishments right in front of you: a general store, the mayor's office. Could any of them have some water? <audio src='https://koetest.s3.amazonaws.com/new_demo_stereo/SoundEditing_mixdown.mp3'/>",
            "Around_1.reprompt": "There are a few establishments right in front of you: a general store, the mayor's office. Could any of them have some water? Choose a location to go to.",
            "Around_1.recap": "There are a few establishments right in front of you: a general store, the mayor's office. Could any of them have some water? Choose a location to go to.",
            "utterance-mayor's office": "mayor's office",
            "utterance-office": "office",
            "utterance-mayor": "mayor",
            "utterance-go to mayor's office": "go to mayor's office",
            "utterance-general store": "general store",
            "utterance-general": "general",
            "utterance-store": "store",
            "utterance-go to the general store": "go to the general store",
            "Store.narration": "You go to the general store. Upon approaching the general store, you see a boy. He wears a red coat, and you can see \"surprised\" written all over his face. <break time='0.5s'/><voice name='Justin'> You are a new face here. Do you need help? You don't look well.</voice> <break time='0.5s'/> Maybe he has water. You can probably ask if there's water. <audio src=\"https://koetest.s3.amazonaws.com/new_demo_stereo/conversation_question.mp3\"/>When you hear this sound, you decide what to say to the other person next. For example, right now you can say: ask the boy for water. Try it.",
            "utterance-ask for water": "ask for water",
            "utterance-ask the boy": "ask the boy",
            "utterance-ask the boy for water": "ask the boy for water",
            "Boy.narration": "You asked the boy for some water. \n\t\t<voice name='Justin'> \n\tI can help you with that. But I must \nwarn you- that situations in the house \naren't exactly desirable. In a sense.</voice> \n\t\tThe boy takes you around the building and enters the store from the backdoor. <break time='0.5s'/> Oh dear it was far from being desirable. The air in the store was nothing of this world. It's foul and revolting. Each step you take is like a deeper dive into the bowels of a carnivorous beast. <break time='0.5s'/>\n\t\t<voice name='Justin'> \n\t\tYeah. Told you. Papa!</voice> \n\t\tA bald, middle-aged man that looks\nlike in his fifties are slowly walks\ndown the stairs. Small pieces of\ntissue paper are rolled and stuck in\nhis nose. He looks like he could use\nsome more sunshine.",
            "Shopkeeper.narration": "<voice name='Brian'> \n        Who is this person? Why did you bring a stranger that looks like a dying cactus to this place?</voice>  \n        <voice name='Justin'>  \n        Relax, papa. He's just a traveler. And he needs water. A lot of water.</voice>  \n        <voice name='Brian'>  \n        Water? Hah! I got lots of water. As if water would do anything to wash this stench away.</voice>  \n        <break time='0.5s'/>  \n        The young boy's father handed you a big glass of water.  \n        <voice name='Brian'>  \n        Hey- dont worry. I know it smells bad in here. But I assure you, the water is clean. Go on, drink up. Ahh. Yes, the water is fresh and good.</voice> \n        <break time='0.5s'/> \n        <audio src=\"https://koetest.s3.amazonaws.com/new_demo_stereo/action_question.mp3'/> \n        Sometimes when appropriate, you can use an item, perform an action, or do nothing. For this instance, you can either say: \"use water\", or \"do nothing\".",
            "Shopkeeper.reprompt": "Sometimes when appropriate, you can\nuse an item, perform an action, or do\nnothing. For this instance, you can\neither say: \"use water\", or \"do\nnothing\".",
            "Shopkeeper.recap": "Sometimes when appropriate, you can\nuse an item, perform an action, or do\nnothing. For this instance, you can\neither say: \"use water\", or \"do\nnothing\".",
            "utterance-drink water": "drink water",
            "utterance-use water": "use water",
            "utterance-use the water": "use the water",
            "utterance-don't drink the water": "don't drink the water",
            "utterance-don't": "don't",
            "utterance-do nothing": "do nothing",
            "Don't Drink.narration": "You hold the glass of water at your hand, but you don't drink from it.  \n    <voice name='Brian'> \n    Hmmmm. </voice> \n    The shopkeeper looks at the glass of water. He looks down on the dusty floor. \n    <voice name='Brian'> \n    Suit yourself. Thought you were really thirsty. </voice> \n    At least you're in the shade, so you're starting to feel a little bit less thirsty. But still, the stench is unbearable. \n    <voice name='Brian'> \n    Maybe the smell even went in the water, but we just don't know. Heh. It wasn't like this before the incident. </voice> \n    <audio src=\"https://koetest.s3.amazonaws.com/new_demo_stereo/action_question.mp3'/>",
            "Don't Drink.reprompt": "Try say use water.",
            "Don't Drink.recap": "Try say use water.",
            "Finding Out.narration": "The father has given you his word that the water is clean for drinking. But even without his promise you'd still chug the whole glass of water, bottoms-up.\n        <break time='0.5s'/>\n        The desert in your body is no more. Right now it is a lagoon of spring water, cool splashes of comfort travels to every corner of your body, like ice on melting lava. It's almost as if you could hear the hiss.\n        <voice name='Brian'>\n        Feel better? You really looked like the desert's going to get you.</voice> \n        Now it's just the stench that's really\n        giving you a headache.\n        <break time='0.5s'/>\n        <voice name='Brian'>\n        Sorry for the bad manners back there. It's just this town has never since a single visitor for a long time. Not after the incident.</voice>\n        <audio src=\"https://koetest.s3.amazonaws.com/new_demo_stereo/conversation_question.mp3\"/>You should ask him.",
            "Finding Out.reprompt": "You can talk to him by saying talk to the shopkeeper",
            "Finding Out.recap": "You can talk to him by saying talk to the shopkeeper",
            "utterance-talk to the shopkeeper": "talk to the shopkeeper",
            "utterance-what incident": "what incident",
            "utterance-incident": "incident",
            "utterance-ask about the incident": "ask about the incident",
            "utterance-ask": "ask",
            "utterance-talk": "talk",
            "utterance-ask papa": "ask papa",
            "Ask Shopkeeper.narration": "<voice name='Brian'>A while ago the town was famed for our Shawarma. People would come all the way from cities to this dune for a taste of it.<break time='0.5s'/> Say, what's your name?</voice> \n\t\t<audio src=\"https://koetest.s3.amazonaws.com/new_demo_stereo/conversation_question.mp3\"/>",
            "utterance-{playerName_}": "{playerName_}",
            "utterance-my name is {playerName_}": "my name is {playerName_}",
            "Ask for Help.narration": "<voice name='Brian'>  \n\t\tThat's a rare name around here. Anyway, {playerName_},  this is a desert so you could imagine it never rains here- until that night. <break time='0.5s'/> On that night. We've seen the greatest thunderstorm of the town's history, but no-one anticipated what came after.</voice> \n        <voice name='Justin'> \n        And then the next morning, my dad started sweating like a cow. So did everyone else. But not me.</voice> \n        <voice name='Brian'> \n        Yeah. We were like broken faucets. But what's worse was what happens afterwards- that's right. the stench. This stench. It kept everyone from talking to each other. It drove tourists away. And now, no-one wants to come to our town anymore.</voice> \n        <break time='0.5s'/> \n        The shopkeeper points to a poster on the left wall. It has some dust and the colors have started to fade away, but it's still pretty clear.  \n        <voice name='Brian'> \n        The mayor believed that it's a curse. He was trying to find people to help. Even set up a great reward for anyone who lifts the curse.  \n        <break time='0.5s'/> \n        Say, since you're here, why don't you help us? There's a lucrative treasure, and it could be all yours. In the meantime, you can look around the store. No worries.</voice> \n        It seems like they really need your help. Do you want to help them?",
            "Ask for Help.reprompt": "It seems like they really need your help.",
            "Ask for Help.recap": "It seems like they really need your help. Do you want to help them?",
            "utterance-sure": "sure",
            "Mayor Office.narration": "You've arrived at the mayor's office. It's the largest building in the town, but it's doors and windows are tightly shut and locked. When you get close to the front door, there's a sharp smell of hot pepper. Looks like there's no way in. If you don't know where to go, remember to say \"What's around me\".",
            "Mayor Office.reprompt": "Pick a place you want to go to",
            "Mayor Office.recap": "If you don't know where to go, remember to say \"What's around me\". \n    <audio src='https://koetest.s3.amazonaws.com/new_demo_stereo/SoundEditing_mixdown.mp3'/>Pick the other place",
            "utterance-what is around me": "what is around me",
            "Look Left.narration": "You wiped your face with your dry hands and decided to turn left. Then, you keep treading the sea of powdered rocks wearily.",
            "Decide to Help.narration": "<voice name='Brian'>\n\t    Ha-haaah! This is our lucky day, son. Finally a person who is willing to help us. Well, I guess I shouldn't be keeping here for too long, eh? </voice>\n\t\t<voice name='Justin'> \n\t\tBut papa, you haven't told him anything about how to solve the problem. </voice>\n\t\t<voice name='Brian'> \n\t\tHuh? Oh wait...Ah, yes, yes, yes. Must've been the heat and the stench, now I'm just rusty. Rusty! </voice>\n\t\tThe shopkeeper scratches his bald head. \n\t\t<voice name='Brian'> \n\t\tYes... about where the problem is... hmmmm... let me think... </voice>\n\t\t<voice name='Justin'> \n\t\tPapa, do you really know what the problem is? </voice>\n\t\t<voice name='Brian'> \n\t\tAhh. Well, I've only heard stories and tales, but I guess I should let you know. </voice>\n\t\t<voice name='Brian'> \n\t\tSo it all happened on one night... </voice>\n\t\t<voice name='Justin'> \n\t\tYou've already said that. </voice>\n\t\t<voice name='Brian'>\n\t\tOh have I? Oh yes, yes. Anyways, legend has it that a mysterious stone is the key ingredient of lifting this curse. It also says that it's buried deep in the a secret cavern in the valleys to the East. <break time='0.5s'/> Anyways, this is all I have. I know it's not much... hey, perhaps you can go ask if the mayor knows anything more. After all, he's the who put up this poster. Maybe he knows more.</voice>\n\t\t<voice name='Justin'> \n\t\tBut the mayor is also locking himself up. No-one has seen him for a while. </voice>\n\t\t<voice name='Brian'> \n\t\tHa! This, my son, is when being the owner of the ONLY general store in the town comes in handy-- Kungh kungh, you see, the mayor has a secret craving for Super-Duper Hot Blue Pepper Sauce. And guess who's selling it? Me! Ha haaah! </voice>\n\t\tAsk for one, or ask more about the sauce.",
            "Decide to Help.recap": "Ask for one, or ask more about the sauce.",
            "utterance-one": "one",
            "utterance-ask for one": "ask for one",
            "utterance-ask one": "ask one",
            "utterance-more": "more",
            "utterance-ask for more": "ask for more",
            "utterance-ask more": "ask more",
            "One Bottle of Sauce.narration": "<voice name='Brian'>  \n        One bottle of Super-Duper Hot Blue Pepper Sauce, coming right up! </voice> \n        <audio src=\"https://koetest.s3.amazonaws.com/new_demo_stereo/findingThings1.mp3\"/> \n        <voice name='Brian'>  \n        Hmmm, where is it? </voice> \n        <audio src=\"https://koetest.s3.amazonaws.com/new_demo_stereo/findingThings2.mp3\"/> \n        <voice name='Justin'>  \n        Dad, didn't you just sell one to the Mrs. Chilirosa yesterday? </voice> \n        <voice name='Brian'>  \n        Hmm, Oh yes, yes! I did sold one to her. Oh dear. I guess that's our last bottle in a while. Next batch is not coming in a week, and I need to drive all the way out of town to get it because they can't stand our stench! </voice> \n        <voice name='Justin'>  \n        Stop murmuring, dad. Anyways, if you go ask Mrs. Chilirosa, she might have still have some left for you.</voice> \n        Now you can leave the store, or ask more about Mrs. Chilirosa.",
            "One Bottle of Sauce.recap": "Now you can leave the store, or ask more about Mrs. Chilirosa.",
            "utterance-leave the store": "leave the store",
            "utterance-ask more about Mrs Chilirosa": "ask more about Mrs Chilirosa",
            "Ask more about Chilirosa.narration": "<voice name='Brian'> \n        She's a stubborn old lady who works at the hair salon down the street. Like the mayor, she also has a craving for spicy things. </voice>\n        <voice name='Justin'> \n        Yeah! All my friends who visited her shop came out with hair that smelled spicy for days! </voice>\n        <voice name='Brian'> \n        But I know what she also likes. As funny as it may sound, she also likes roses. But I doubt you'll be finding any of them around. Not in this desert.</voice>\n        Now you can leave the store, or ask again",
            "Ask more about Chilirosa.recap": "Now you can leave the store, or ask again",
            "utterance-leave": "leave",
            "utterance-ask again": "ask again",
            "Leave the Store.narration": "Just as you are about to leave the store, the shopkeeper stops you.\n        <voice name='Brian'>\n        Wait wait. The desert is hot and wide. Don't want you to starve or get thirsty out there. Take these.</voice>\n        The shopkeeper gives you a big bread and a full canteen of water. They both look edible, but at the same time the stench attaches to them. \n\n        You step out of the store.",
            "The Cross.narration": "<audio src='https://koetest.s3.amazonaws.com/new_demo_stereo/SoundEditing_mixdown.mp3'/>There are a few things that you may want to check: A signpost, the mayor's office to your left, or you can go find the beauty salon.",
            "utterance-signpost": "signpost",
            "utterance-check the signpost": "check the signpost",
            "utterance-check mayor's office": "check mayor's office",
            "utterance-beauty salon": "beauty salon",
            "utterance-go find the beauty salon": "go find the beauty salon",
            "Signpost.narration": "You come forward to the signpost across the lonely street. There are a few items on it. It reads: the right leads to the mayor's office, Chilirosa's Beauty Salon, and the Eastern exit of the town. You've also noticed that there are a few strings of ivy tangling around the signpost. They look surprisingly healthy.",
            "Mayor's Office.narration": "You arrived at the mayor's office. It's the seemingly largest building in the town, and it's doors are shut tight and locked. Beside the door is a trash can full of empty bottles.  \n        <break time='0.5s'/> \n     <audio src=\"https://koetest.s3.amazonaws.com/new_demo_stereo/action_question.mp3'/>   Now you can: Knock, bash, or try to open the door, check out the trash can, or go to another location.",
            "utterance-knock": "knock",
            "utterance-bash": "bash",
            "utterance-check out the trash can": "check out the trash can",
            "utterance-trash can": "trash can",
            "utterance-go to another location": "go to another location",
            "utterance-another location": "another location",
            "Knock On Mayor's Office.narration": "You knocked on the door, but nobody answers.",
            "Bash On Mayor's Office.narration": "You bashed heavily on the door, but nothing happened.",
            "Check Out the Trash Can.narration": "You checked out the trash can, but it's empty.",
            "Beauty Salon.narration": "You started walking towards the end of the street.\n\n        Nothing but the sandy gusts of wind blow into your ears. No-one is visible on the street. The buildings on the way look pretty modern, but they are all coated with a thick layer of dust. While you're on your way, you noticed something peculiar in the corner of one of the buildings. It's a patch of green.",
            "Arrive Beauty Salon.narration": "You've now arrived at Chilirosa's Beauty Salon. It's clearly outdated design makes it stand out from other establishments on the street. \n        <audio src=\"https://koetest.s3.amazonaws.com/new_demo_stereo/action_question.mp3'/>Now you can: Knock on the door, bash on the door, open the door directly, or check on the green patch before.",
            "utterance-knock on the door": "knock on the door",
            "utterance-bash on the door": "bash on the door",
            "utterance-open the door directly": "open the door directly",
            "utterance-check the green patch before": "check the green patch before",
            "utterance-green patch": "green patch",
            "utterance-check": "check",
            "Knock On Beauty Salon.narration": "You gently knocked on the door.\n\n         <voice name=\"Kimberly\">\n        Alright, alright, coming.</voice>",
            "Bash On Beauty Salon.narration": "You bashed on the door.\n\n         <voice name=\"Kimberly\">\n        Show some respect! Don't you have any manners?</voice>",
            "Meet Mrs Chilirosa with flower.narration": "<voice name=\"Kimberly\">\n        Oh, my! Is THAT for me?</voice>",
            "Meet Mrs Chilirosa with flower.recap": "<voice name=\"Kimberly\">\n        I believe it is for me, right?</voice>",
            "Give Mrs Chilirosa the flower.narration": "<voice name=\"Kimberly\">\n        Why, thank you, dear... What's your name? </voice>\n        <amazon:effect name=\"whispered\">say your name!</amazon:effect>.",
            "Give Mrs Chilirosa the flower.reprompt": "<amazon:effect name=\"whispered\">say your name!</amazon:effect>.",
            "Give Mrs Chilirosa the flower.recap": "<amazon:effect name=\"whispered\">say your name!</amazon:effect>.",
            "utterance-{playerName}": "{playerName}",
            "utterance-my name is {playerName}": "my name is {playerName}",
            "Answer Your Name.narration": "<voice name=\"Kimberly\">\n        Oh, thank you, dear {playerName}. Come in, come in. We've haven't had guests in quite a while. </voice>\n        Mrs. Chilirosa smells the rose with all her breath. \n         <voice name=\"Kimberly\">\n        Ho, ho, ho, what a wonderful smell. Now, tell me, dear, what kind of hairstyle are we looking for today? </voice>",
            "Meet Mrs Chilirosa.narration": "<audio src=\"https://koetest.s3.amazonaws.com/new_demo_stereo/conversation_question.mp3\"/>Now, it's time to tell her about the sauce. You can try to say \"Ask about the sauce\".",
            "Meet Mrs Chilirosa.reprompt": "She is waiting for your response, just say:\"Ask about the sauce\"",
            "Meet Mrs Chilirosa.recap": "You can try to say \"Ask about the sauce\".",
            "utterance-ask about the sauce": "ask about the sauce",
            "Ask about the Sauce.narration": "<voice name=\"Kimberly\"> \n        Ah yes, the Super-Duper Hot Blue Pepper Sauce. I can't eat with out it. It's my fountain of life. I need it for my breakfast, lunch and supper! People don't understand the beauty of the sauce, but that's ok! That means I'll only have to share it with the few that understands. Hohoho! But, you see, it's kind of hard to get it around this area, so I just wanted to ask why you needed the sauce. </voice> \n        <audio src=\"https://koetest.s3.amazonaws.com/new_demo_stereo/conversation_question.mp3\"/>So we have two plans here: Plan A, You tell her how you like the sauce; Plan B, tell her that you need it to get the mayor's attention. Which plan you wanna go?",
            "Ask about the Sauce.recap": "We have two plans here: Plan A, You tell her how you like the sauce; Plan B, tell her that you need it to get the mayor's attention. Which plan you wanna go?",
            "utterance-A": "A",
            "utterance-plan A": "plan A",
            "utterance-tell her how I like the sauce": "tell her how I like the sauce",
            "utterance-like the sauce": "like the sauce",
            "utterance-B": "B",
            "utterance-plan B": "plan B",
            "utterance-tell her that I need it to get the mayor's attention": "tell her that I need it to get the mayor's attention",
            "utterance-need": "need",
            "Tell Mrs Chilirose you like the Sauce.narration": "<voice name=\"Kimberly\"> \n        Oh! Really? but why? </voice> \n        Ok. Now make up a good reason why you like the sauce. You can say the sentence start with <break time='0.5s'/>\"My reason is\"<break time='4s'/>",
            "Tell Mrs Chilirose you like the Sauce 2.narration": "<voice name=\"Kimberly\">\n        I can't believe it! It's another friend who appreciates Super-Duper Sauce like I do! Ho, ho, ho! Today has been the best day in years! Here. You can have the rest. </voice>\n        She gleefully hands over the hot sauce to you. You exit the building.",
            "Tell Mrs Chilirose Honestly.narration": "<voice name=\"Kimberly\">\n        Hmmm. I see. Truly, the town isn't seeing anyone over these years, just because of this smell. Ew! It reminds me of exactly someone who had this smell a few years back. Anyways, if I can help you get rid of this smell, I'll help however I can. Here, take it.</voice>\n        She hands over the hot sauce to you. You exit the building.",
            "Open the Beauty Salon Directly.narration": "you tried to open the door directly, but it's not opening",
            "check the Green Patch.narration": "You walk back to the patch of green sitting in the corner of a building. Oh dear, in a dry desert like this, you found a rose with a bright red color on it. You pick up the rose and hold it in your hand.",
            "Get the Hot Sauce.narration": "Now you have the hot sauce. You can try getting the mayor's attention. But how? \n        <audio src=\"https://koetest.s3.amazonaws.com/new_demo_stereo/action_question.mp3'/>Wave to the window on the streets? Or shout at the mayor?",
            "Get the Hot Sauce.reprompt": "What should we do? Wave to the window on the streets? Or shout at the mayor?",
            "Get the Hot Sauce.recap": "Wave to the window on the streets? Or shout at the mayor?",
            "utterance-wave to the window": "wave to the window",
            "utterance-wave": "wave",
            "utterance-shout": "shout",
            "utterance-shout at the mayor": "shout at the mayor",
            "Wave To the Window.narration": "You waved to the window, but nothing happened.",
            "Shout At the Mayor.narration": "Ok then. Shout something loud and clear so that the mayor can hear you. Now let's shout!<audio src=\"https://koetest.s3.amazonaws.com/new_demo_stereo/conversation_question.mp3\"/>",
            "Shout At the Mayor.reprompt": "Ok then. Shout something loud and clear so that the mayor can hear you. Now let's shout!<audio src=\"https://koetest.s3.amazonaws.com/new_demo_stereo/conversation_question.mp3\"/>",
            "Shout At the Mayor.recap": "Seems like he is not interested in what you said. Shout something else? maybe mention that you have the super duper hot pepper sauce? <audio src=\"https://koetest.s3.amazonaws.com/new_demo_stereo/conversation_question.mp3\"/>",
            "utterance-super duper hot blue pepper sauce": "super duper hot blue pepper sauce",
            "utterance-sauce": "sauce",
            "utterance-hot": "hot",
            "utterance-pepper": "pepper",
            "utterance-super duper": "super duper",
            "utterance-hot sauce": "hot sauce",
            "utterance-pepper sauce": "pepper sauce",
            "Shout At the Mayor_1.narration": "<voice name=\"Joey\">\n        Who's shouting?! Did I just hear Super-Duper Hot Blue Pepper Sauce!</voice>\n        The mayor finds you below his window. \n        <voice name=\"Joey\"> \n        Say, you said you have super-duper hot blue sauce? Come in! Door's unlocked. Remember to shut the door on your way in! </voice>\n        You enter the mayor's office, and shut the door swiftly as come indoors. There is a different smell in this house. You don't smell the stench anymore; rather, it is replaced with the strong, spicy scent of the hot sauce. As you make your way to the mayor's room, you find that hot sauce is being spilled all over the place. Hallways, corners and especially under doors. \n\n        <voice name=\"Joey\">\n        Ah. Welcome. I see that you've brought some hot sauce for me?</voice>\n        You hand over the sauce. The mayor quickly jerks open the bottle cap, and walks hastily to one of the doors and pours the sauce under it. \n        <voice name=\"Joey\">\n        You see. I actually don't like the sauce. I use it only to block off smell. This fog of evilness has been surrounding this town for so long that I almost forgot when it happened. Say, why did you come?</voice>\n        Let me see... you come here because you need more information on the smell. right?",
            "Shout At the Mayor_1.reprompt": "Wait, you come here because you need more information on the smell. right?",
            "Shout At the Mayor_1.recap": "Wait, you come here because you need more information on the smell. right?",
            "utterance-right": "right",
            "Agree to Help the Mayor.narration": "<voice name=\"Joey\">Wait. Are you saying that you're willing to help us get rid of this disgusting smell? Oh please, sit down, sit down</voice>\n\n        You sit down on the old couch in the mayor's office. The couch releases a spicy smell that stings.  \n      \n  <voice name=\"Joey\">\n        So, the legend out there says there's a precious gem hidden in the valleys to the East, and that the precious gem is the key ingredient to lifting the curse.</voice>\n\n\n    <voice name=\"Joey\">    that the don't know, is that the cavern is guarded by puzzles and challenges. But what's beyond that- nobody knows. Nobody remembers</voice>",
            "Ask the Mayor.narration": "<audio src=\"https://koetest.s3.amazonaws.com/new_demo_stereo/conversation_question.mp3\"/>You can ask about how he knows all this, about the cave, or about the town itself.",
            "Ask the Mayor.recap": "Well, the options are: A. ask about how he knows all this; B. ask about the cave; C. ask about the town it self.",
            "utterance-a": "a",
            "utterance-how he knows all this": "how he knows all this",
            "utterance-all this": "all this",
            "utterance-b": "b",
            "utterance-about the cave": "about the cave",
            "utterance-cave": "cave",
            "utterance-C": "C",
            "utterance-c": "c",
            "utterance-about the town": "about the town",
            "utterance-town": "town",
            "Ask Mayor How He knows.narration": "<voice name=\"Joey\">\n        A while ago we sent our best people to go and retrieve the stone. When they returned, they were covered in smell even nastier than what we have in the town. But what's worse was that they could barely remember anything. The doctor said that probably the smell was too unbearable that they passed out at some point and lost all the memory. This is all they could remember.</voice>",
            "Ask Mayor The Cave.narration": "<voice name=\"Joey\">\n        Well, there's not much to talk about the cave, other than it's hidden in the valleys to the East... wait. Ah, yes, nearly missed this: It is said that there were plant roots that lead into the cave. A real miracle since green is sparse in the desert.</voice>",
            "Ask Mayor The Town.narration": "<voice name=\"Joey\"> \n        We were once a happy little town in the desert. At one point it even became a tourist spot! It's crazy to think that people would come from everywhere, just to get a taste of our famous dish, Shawarma.</voice> \n      <audio src=\"https://koetest.s3.amazonaws.com/new_demo_stereo/conversation_question.mp3\"/>  Do you want to continue on this subject? Or ask him about something else?",
            "Ask Mayor The Town.recap": "You can answer yes or no. Do you want to continue on this subject?",
            "utterance-of course": "of course",
            "utterance-ask him about something else": "ask him about something else",
            "Continue Ask Mayor The Town.narration": "<voice name=\"Joey\">\n        Speaking of which, this reminds me of a character, yes, quite a character in our town. </voice>\n        The mayor pauses to sip a cup of water. He also spreads some of the hot sauce on his nose. \n        <voice name=\"Joey\"> \n        We had this guy who worked in one of the most famous Shawarma places in town. Everything was normal except he sweats a lot, and a lot. It's like he wasn't born for the desert. </voice>\n        The hot sauce made the mayor to sweat a little bit, as he tries to wipe of some of them from his cheeks.\n        <voice name=\"Joey\">\n        But it doesn't just stop there. Oh dear, he has this odor. It was offending the guests. A great embarrassment. </voice>\n        The mayor leans back and waves his hands while he talks. \n        <voice name=\"Joey\"> So, in the end, we had to make him leave. That's just a story. I don't know if anyone has hired him again, but that was just some time before this smell found its way into the town. </voice>",
            "Before Leave For the Cave.narration": "and you can also heave for the cave.<audio src='https://koetest.s3.amazonaws.com/new_demo_stereo/SoundEditing_mixdown.mp3'/>",
            "Before Leave For the Cave.recap": "Well, the options are: A. leave for the cave; B. ask mayor about something else",
            "utterance-leave for the cave": "leave for the cave",
            "utterance-ask mayor about something else": "ask mayor about something else",
            "utterance-something else": "something else",
            "Leave the Cave.narration": "<voice name=\"Joey\"> \n            I hope that these information are useful to you. We're all looking forward to seeing the town coming back to life some day. Good luck! </voice> \n        You leave the mayor's office, back on to the streets. As you head East for you journeys, you look back again at the small town, still suffering from the bad smell. You also see the boy from the general store waving at you as you stretch into the horizon in the East. This is the end of this demo. Thanks for playing!",
            "More Sauce.narration": "The shopkeeper seems not happy about that, maybe we should ask for one bottle for this time?",
            "Where am I.narration": "Now you are in {currentLocation}.",
            "Help.narration": "Here is what you can do:  \n            if you wanna know your current location, say: where am I;  \n            if you wanna restart the game, say: restart;  \n            if you wanna skip to the saloon scene, say: jump to saloon; \n            if you wanna skip to the mayor's office scene, say: get the hot sauce.",
            "puzzle_help.narration": "If you are far away from the right direction. The flower will sing this song. <audio src='https://koetest.s3.amazonaws.com/puzzle_demo/sound_hint_s.mp3'/> \nIf you are close to the right direction, the flower will sing. <audio src='https://koetest.s3.amazonaws.com/puzzle_demo/sound_hint_mr.mp3'/> \nIf you are on the right direction, the flower will sing. <audio src='https://koetest.s3.amazonaws.com/puzzle_demo/sound_hint_l.mp3'/>",
            "PuzzleDemoStart.narration": "<voice name=\"Joey\">Here, If you are going to the cave, that is in the foggy forest. You must take this compass, and the leading flower. If you are lost, the compass will show you the direction and the flower will point you the way to the cave. If you sprinkle a little bit dust on the leading flower. It will chase the smell and bring you to wherever the dust is from. look, here is the dust I grab from my garden. Now, I will show you how to use it. </voice><audio src=\"https://koetest.s3.amazonaws.com/new_demo_stereo/action_question.mp3'/> Try say, use the dust on the leading flower.",
            "PuzzleDemoStart.reprompt": "<audio src=\"https://koetest.s3.amazonaws.com/new_demo_stereo/action_question.mp3'/> Try say, use the dust on the leading flower.",
            "PuzzleDemoStart.recap": "<audio src=\"https://koetest.s3.amazonaws.com/new_demo_stereo/action_question.mp3'/> Try say, use the dust on the leading flower.",
            "utterance-use the dust on the leading flower": "use the dust on the leading flower",
            "TutorialStart.narration": "You use the dust on the leading flower. <voice name=\"Joey\"> See, the flower is reacting to it. Now, you are standing in the middle of my tent. You can hold the flower and look at four different directions, east, south, west, north.</voice> \n<audio src=\"https://koetest.s3.amazonaws.com/new_demo_stereo/action_question.mp3'/>Try say, look south.",
            "TutorialStart.reprompt": "<audio src=\"https://koetest.s3.amazonaws.com/new_demo_stereo/action_question.mp3'/>Try say, look south.",
            "TutorialStart.recap": "<audio src=\"https://koetest.s3.amazonaws.com/new_demo_stereo/action_question.mp3'/>Try say, look south.",
            "utterance-look south": "look south",
            "utterance-look at south": "look at south",
            "TutorialSouth.narration": "You are looking at the south. <voice name=\"Joey\"> \nListen, the leading flower is singing you the way .</voice><audio src='https://koetest.s3.amazonaws.com/puzzle_demo/sound_hint_s.mp3'/><voice name=\"Joey\">This song means that the direction you are looking is far away from the right direction.  </voice> \n<audio src=\"https://koetest.s3.amazonaws.com/new_demo_stereo/action_question.mp3'/> Now, try say look west.",
            "TutorialSouth.reprompt": "<audio src=\"https://koetest.s3.amazonaws.com/new_demo_stereo/action_question.mp3'/> Now, try say look west.",
            "TutorialSouth.recap": "<audio src=\"https://koetest.s3.amazonaws.com/new_demo_stereo/action_question.mp3'/> Now, try say look west.",
            "utterance-look west": "look west",
            "TutorialWest.narration": "You are looking at the west. \n<audio src='https://koetest.s3.amazonaws.com/puzzle_demo/sound_hint_mr.mp3'/> \n<voice name=\"Joey\"> This song means you are close to the right direction. </voice><audio src=\"https://koetest.s3.amazonaws.com/new_demo_stereo/action_question.mp3'/>",
            "TutorialWest.reprompt": "You can say look east or look north.",
            "TutorialWest.recap": "You can say look east or look north.",
            "utterance-look north": "look north",
            "utterance-look east": "look east",
            "TutorialEast.narration": "You are looking east. You are facing a wall.",
            "TutorialEast.reprompt": "<audio src=\"https://koetest.s3.amazonaws.com/new_demo_stereo/action_question.mp3'/>You can say look north.",
            "TutorialEast.recap": "<audio src=\"https://koetest.s3.amazonaws.com/new_demo_stereo/action_question.mp3'/>You can say look north.",
            "TutorialNorth.narration": "You are looking north. \n<audio src='https://koetest.s3.amazonaws.com/puzzle_demo/sound_hint_l.mp3'/> \n<voice name=\"Joey\"> \nThis song means you are right looking at the way out! Go toward that direction and you are free! </voice> \n<audio src=\"https://koetest.s3.amazonaws.com/new_demo_stereo/action_question.mp3'/> \nTry say, go to north.",
            "utterance-go to north": "go to north",
            "TutorialEnd.narration": "<voice name=\"Joey\"> Hey, congrats! Now you are in my garden, do you understand how to use  the leading flower?</voice><audio src=\"https://koetest.s3.amazonaws.com/new_demo_stereo/conversation_question.mp3\"/>",
            "TutorialAgain.narration": "<voice name=\"Joey\">Ok... No worry, I can put you back to my tent, and show you again. Do you wanna learn again?</voice><audio src=\"https://koetest.s3.amazonaws.com/new_demo_stereo/conversation_question.mp3\"/>",
            "TutorialEnd_1.narration": "<voice name=\"Joey\"> Ok, cool. It's simple to use, right? Here, take this bottle of soil. I grab it from the cave you are looking for. And. You are ready to go! With the leading flower, you should be able to walk across the forest! </voice>",
            "PuzzleStart.narration": "You thank the man and continute your journey. <audio src=\"https://koetest.s3.amazonaws.com/puzzle_demo/footsteps2.mp3\"/>Couple minutes later, you are standing in front of the foggy forest.<audio src=\"https://koetest.s3.amazonaws.com/new_demo_stereo/action_question.mp3'/>",
            "PuzzleStart.reprompt": "<audio src=\"https://koetest.s3.amazonaws.com/new_demo_stereo/action_question.mp3'/> Try use the dust on the flower",
            "PuzzleStart.recap": "<audio src=\"https://koetest.s3.amazonaws.com/new_demo_stereo/action_question.mp3'/> Try use the dust on the flower",
            "utterance-use the dust on the flower": "use the dust on the flower",
            "PuzzleStartfromPA.narration": "You use the dust on the flower. The flower is reacting to it. Now you can look to different directions.<audio src=\"https://koetest.s3.amazonaws.com/new_demo_stereo/action_question.mp3'/>",
            "PuzzleStartfromPA.reprompt": "<audio src=\"https://koetest.s3.amazonaws.com/new_demo_stereo/action_question.mp3'/> You can look east, look south, look west and look north.",
            "PuzzleStartfromPA.recap": "<audio src=\"https://koetest.s3.amazonaws.com/new_demo_stereo/action_question.mp3'/> You can look east, look south, look west and look north.",
            "PA_position.reprompt": "<audio src=\"https://koetest.s3.amazonaws.com/new_demo_stereo/action_question.mp3'/> You can look east, look south, look west and look north.",
            "PA_position.recap": "<audio src=\"https://koetest.s3.amazonaws.com/new_demo_stereo/action_question.mp3'/> You can look east, look south, look west and look north.",
            "utterance-go south": "go south",
            "utterance-go west": "go west",
            "utterance-go to east": "go to east",
            "PB_positiono.narration": "<audio src=\"https://koetest.s3.amazonaws.com/puzzle_demo/footsteps2.mp3\"/> You come to a new spot.",
            "PD_position.reprompt": "<audio src=\"https://koetest.s3.amazonaws.com/new_demo_stereo/action_question.mp3'/> You can look east, look south, look west and look north.",
            "PD_position.recap": "<audio src=\"https://koetest.s3.amazonaws.com/new_demo_stereo/action_question.mp3'/> You can look east, look south, look west and look north.",
            "utterance-go north": "go north",
            "utterance-go to west": "go to west",
            "utterance-go to south": "go to south",
            "PD_w.narration": "You are looking west. The trees block the way.",
            "PD_s.narration": "You are looking south. <audio src='https://koetest.s3.amazonaws.com/puzzle_demo/sound_hint_ml.mp3'/>",
            "PD_e.narration": "You are looking east. <audio src='https://koetest.s3.amazonaws.com/puzzle_demo/sound_hint_l.mp3'/>",
            "PD_n.narration": "You are looking north. The trees block the way.",
            "PB_position.reprompt": "<audio src=\"https://koetest.s3.amazonaws.com/new_demo_stereo/action_question.mp3'/> You can look east, look south, look west and look north.",
            "PB_position.recap": "<audio src=\"https://koetest.s3.amazonaws.com/new_demo_stereo/action_question.mp3'/> You can look east, look south, look west and look north.",
            "PC_positiono.narration": "<audio src=\"https://koetest.s3.amazonaws.com/puzzle_demo/footsteps2.mp3\"/> You come to a new spot.",
            "PE_positiono.narration": "<audio src=\"https://koetest.s3.amazonaws.com/puzzle_demo/footsteps2.mp3\"/> You come to a new spot.",
            "PD_positiono.narration": "<audio src=\"https://koetest.s3.amazonaws.com/puzzle_demo/footsteps2.mp3\"/>",
            "PE_position.reprompt": "<audio src=\"https://koetest.s3.amazonaws.com/new_demo_stereo/action_question.mp3'/> You can look east, look south, look west and look north.",
            "PE_position.recap": "<audio src=\"https://koetest.s3.amazonaws.com/new_demo_stereo/action_question.mp3'/> You can look east, look south, look west and look north.",
            "PE_w.narration": "You are looking west. <audio src='https://koetest.s3.amazonaws.com/puzzle_demo/sound_hint_s.mp3'/>",
            "PE_s.narration": "You are looking south. <audio src='https://koetest.s3.amazonaws.com/puzzle_demo/sound_hint_ml.mp3'/>",
            "PE_e.narration": "You are looking east. <audio src='https://koetest.s3.amazonaws.com/puzzle_demo/sound_hint_l.mp3'/>",
            "PE_n.narration": "You are looking north. The trees block the way.",
            "PC_position.reprompt": "<audio src=\"https://koetest.s3.amazonaws.com/new_demo_stereo/action_question.mp3'/> You can look east, look south, look west and look north.",
            "PC_position.recap": "<audio src=\"https://koetest.s3.amazonaws.com/new_demo_stereo/action_question.mp3'/> You can look east, look south, look west and look north.",
            "Out.narration": "You see a cave.",
            "PC_w.narration": "You are looking west. <audio src='https://koetest.s3.amazonaws.com/puzzle_demo/sound_hint_mr.mp3'/>",
            "PC_s.narration": "You are looking south. The trees block the way.",
            "PC_e.narration": "You are looking east. The trees block the way.",
            "PC_n.narration": "You are looking north. <audio src='https://koetest.s3.amazonaws.com/puzzle_demo/sound_hint_l.mp3'/>",
            "PB_w.narration": "you are look west. <audio src='https://koetest.s3.amazonaws.com/puzzle_demo/sound_hint_s.mp3'/>",
            "PB_s.narration": "You are looking south. The trees block the way.",
            "PB_e.narration": "You are looking east. <audio src='https://koetest.s3.amazonaws.com/puzzle_demo/sound_hint_ml.mp3'/>",
            "PB_n.narration": "You are looking north. <audio src='https://koetest.s3.amazonaws.com/puzzle_demo/sound_hint_mr.mp3'/>",
            "PA_w.narration": "You are looking west. <audio src='https://koetest.s3.amazonaws.com/puzzle_demo/sound_hint_s.mp3'/> But, the trees block the way.",
            "PA_s.narration": "You are looking south. That is the entrance you came.",
            "PA_e.narration": "You are looking east. <audio src='https://koetest.s3.amazonaws.com/puzzle_demo/sound_hint_ml.mp3'/>",
            "PA_n.narration": "You are looking north. <audio src='https://koetest.s3.amazonaws.com/puzzle_demo/sound_hint_mr.mp3'/>"
        }
    }
}